Repository: wp-plugins/wpbizplugins-easy-admin-quick-menu
Catalog: lang/wpbizplugin-eaqm-default-*.po
Languages: sr_rs

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
sr_rs: <p class="description">Ovaj odeljak nastaje dodavanjem filtera nizu odeljaka. Može se upotrebiti za podređene teme za dodavanje/uklanjanje odeljaka iz menija opcija.</p>

source: Menu configuration
sr_rs: Konfiguracija menija

source: Configure the menu here.
sr_rs: Ovde konfigurišite meni

source: Menu title
sr_rs: Naslov menija

source: The title of the dashboard widget containing the menu.
sr_rs: Naslov widget-a kontrolne table koji sadrži meni.

source: Welcome text
sr_rs: Tekst dobrodošlice

source: The welcome text for the menu. Appears before the actual menu.
sr_rs: Tekst dobrodošlice za meni. Pojavljuje se pre pravog menija.

source: Keep your descriptive texts short and informative. Example of a welcome text for a client:
sr_rs: Neka vaši opisni tekstovi budu kratki i informativni. Primer teksta dobrodošlice za klijenta:

source: Use the menu below to administer your website.
sr_rs: Koristite sledeći meni da biste upravljali svojim web site-om.

source: Visual configuration
sr_rs: Vizuelna konfiguracija

source: Configure how the menu and menu entries look.
sr_rs: Konfigurišite izgled menija i unosa menija.

source: Size of the icons
sr_rs: Veličina ikonica

source: Control the size of the icons displayed on the menu buttons.
sr_rs: Odredite veličinu ikonica prikazanih na tasterima menija

source: Default:
sr_rs: Podrazumevani:

source: Size of the title text
sr_rs: Veličina naslova teksta

source: Control the size of the title text displayed on the menu buttons.
sr_rs: Odredite veličinu teksta naslova prikazanog na tasterima menija.

source: Vertical space between buttons
sr_rs: Vertikalni razmak između tastera

source: Control the vertical space between the buttons.
sr_rs: Upravljajte vertikalnim razmakom između tastera.

source: Rounding of button corners
sr_rs: Zaobljavanje uglova tastera

source: Control the rounding of the button corners.
sr_rs: Kontrolišite zaobljavanje uglova tastera

source: Warning
sr_rs: Upozorenje

source: Only edit the custom CSS if you know what you are doing.
sr_rs: Uređujte prilagođeni CSS samo ako znate šta radite.

source: Custom CSS Code
sr_rs: Prilagođeni CSS kod

source: Put your custom CSS code here.
sr_rs: Ovde unesite svoj prilagođeni CSS kod

source: Available CSS selectors
sr_rs: Raspoloživi CSS selektori

source: The dashboard widget holding the entire menu.
sr_rs: Widget kontrolne table sadrži celokupni meni.

source: All the buttons have this class.
sr_rs: Svi tasteri imaju ovu klasu

source: All the icons have this class.
sr_rs: Sve ikonice imaju ovu klasu

source: Import / Export
sr_rs: Uvoz/Izvoz

source: Import and Export the menu settings from file, text or URL.
sr_rs: Uvezite i Izvezite postavke menija iz datoteke, teksta ili URL-a.

source: Documentation
sr_rs: Dokumentacija

source: Configuration
sr_rs: Konfiguracija

source: Easy Admin Quick Menu Options
sr_rs: Opcije za brzi i laki meni administratora

source: Welcome to the Easy Admin Quick Menu configuration. Configure everything needed for the display of the menu here.
sr_rs: Dobro došli u konfiguraciju brzog i lakog menija administratora. Ovde podesite sve što vam je potrebno za prikazivanje menija.

source: Menu buttons
sr_rs: Tasteri menija

source: Menu button
sr_rs: Taster menija

source: Add new menu button
sr_rs: Dodaj novi taster menija

source: Edit menu button
sr_rs: Uredi novi taster

source: New menu button
sr_rs: Novi taster menija

source: All menu buttons
sr_rs: Svi tasteri menija

source: See menu buttons
sr_rs: Vidi tastere menija

source: Search menu
sr_rs: Pretraži meni

source: No menu button found
sr_rs: Taster menija nije pronađen

source: No menu buttons found in the trash
sr_rs: U korpi za otpatke nema tastera menija

source: Menu button updated.
sr_rs: Taster menija ažuriran

source: Menu button added.
sr_rs: Taster menija dodat

source: Menu button saved.
sr_rs: Taster menija sačuvan

source: Draft of menu button saved.
sr_rs: Skica tastera menija sačuvana.

source: You can add a short description of what the button does here. The contents of this field gets displayed under the title on the button.
sr_rs: Ovde možete navesti kratak opis o funkciji tastera. Sadržaj ovog polja prikazuje se ispod naziva na tasteru.

source: Put the URL you want to link to here.
sr_rs: Unesite URL koji želite da povežete

source: <em>Tip:</em> Right-click and select Copy Link Location or similarly on any link in the admin menu to get the URL for that specific page.
sr_rs: <em>Tip:</em> Kliknite na desni taster miša i odaberite opciju “Kopiraj lokaciju linka” (ili neku sličnu opciju) u meniju administratora da biste dobili URL za određenu stranicu.

source: Select the button color that you want for this entry.
sr_rs: Odaberite boju tastera koji želite za ovaj unos.

source: Choose an icon for your button below.
sr_rs: Odaberite ikonicu za donji taster.

source: All done!
sr_rs: Sve je urađeno!

source: Fill in the fields on this page, select your button color and select an icon. Then simply press publish and you have a shiny new button for your quick menu!
sr_rs: Popunite polja na ovoj stranici, odaberite boju tastera i ikonicu. Zatim, jednostavno, kliknite na opciju “Objavi” i dobili ste sjajan novi taster za svoj brzi meni!

source: Title
sr_rs: Naziv

source: Enter the title of your button here.
sr_rs: Ovde unesite naziv tastera
