Repository: wp-plugins/wpbizplugins-easy-admin-quick-menu
Catalog: lang/wpbizplugin-eaqm-*.po
Languages: es_es, sv_se

source: Section via hook
es_es: Sección a través del hook

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
es_es: <p class="description">Esta es una sección creada por la adición de un filtro al arreglo de secciones. Puede ser utilizado por los temas hijos para añadir/quitar secciones de las opciones.</p>

source: Menu configuration
es_es: Configuración del menú
sv_se: Menykonfigurering

source: Configure the menu here.
es_es: Configure el menú aquí.
sv_se: Konfigurera menyn här.

source: Menu title
es_es: Título del Menú
sv_se: Menytitel

source: The title of the dashboard widget containing the menu.
es_es: El título del widget del Dashboard que contiene el menú.
sv_se: Titeln på behållaren i instrumentpanelen som håller menyn.

source: Welcome text
es_es: Texto de Bienvenida
sv_se: Välkomsttext

source: The welcome text for the menu. Appears before the actual menu.
es_es: El texto de bienvenida para el menú. Aparece antes que el menú real.
sv_se: Välkomsttexten för menyn. Dyker upp före själva menyn.

source: Keep your descriptive texts short and informative. Example of a welcome text for a client:
es_es: Mantenga sus textos descriptivos cortos e informativos. Ejemplo de un texto de bienvenida para un cliente:
sv_se: Håll dina beskrivande texter korta och informativa. Exempel på en välkomsttext för en klient:

source: Use the menu below to administer your website.
es_es: Utilice el menú de abajo para administrar su sitio web.
sv_se: Använd menyn här under för att administrera din hemsida.

source: Visual configuration
es_es: Configuración visual
sv_se: Visuell konfiguration

source: Configure how the menu and menu entries look.
es_es: Configura el aspecto de las entradas del menú y del menú.
sv_se: Konfigurera hur menyn ser ut.

source: Size of the icons
es_es: Tamaño de los iconos
sv_se: Storlek på ikonerna

source: Control the size of the icons displayed on the menu buttons.
es_es: Controla el tamaño de los iconos que aparecen en los botones del menú.
sv_se: Kontrollera storleken på ikonerna som visas på menyknapparna.

source: Default:
es_es: Por Defecto:
sv_se: Standard:

source: Size of the title text
es_es: Tamaño del texto del título
sv_se: Storlek på titeltexten

source: Control the size of the title text displayed on the menu buttons.
es_es: Controla el tamaño del texto del título que aparece en los botones del menú.
sv_se: Kontrollera storleken på titeltexten på menyknapparna.

source: Vertical space between buttons
es_es: Espacio vertical entre los botones
sv_se: Vertikalt rum mellan knapparna

source: Control the vertical space between the buttons.
es_es: Controla el espacio vertical entre los botones.
sv_se: Kontrollera det vertikala mellanrummet mellan knapparna.

source: Rounding of button corners
es_es: Redondear las esquinas del botón
sv_se: Hörnrundning

source: Control the rounding of the button corners.
es_es: Controla el redondeo de las esquinas de los botones.
sv_se: Kontrollera hur rundade hörnen på knapparna är.

source: Warning
es_es: Advertencia
sv_se: Varning

source: Only edit the custom CSS if you know what you are doing.
es_es: Sólo edite el CSS personalizado si usted sabe lo que está haciendo.
sv_se: Redigera bara den egna CSS-koden om du vet vad du håller på med.

source: Custom CSS Code
es_es: Código CSS personalizado
sv_se: Egen CSS-kod

source: Put your custom CSS code here.
es_es: Ponga su código CSS personalizado aquí.
sv_se: Skriv din egna CSS-kod här.

source: Available CSS selectors
es_es: Selectores de CSS disponibles
sv_se: Tillgängliga CSS-selektorer

source: The dashboard widget holding the entire menu.
es_es: El widget de Dashboard que contiene todo el menú.
sv_se: Behållaren på instrumentpanelen som håller hela menyn.

source: All the buttons have this class.
es_es: Todos los botones tienen esta clase.
sv_se: Alla knappar har denna klass.

source: All the icons have this class.
es_es: Todos los iconos tienen esta clase.
sv_se: Alla ikoner har denna klass.

source: Import / Export
es_es: Importar/Exportar
sv_se: Importera / Exportera

source: Import and Export the menu settings from file, text or URL.
es_es: Importar y exportar la configuración del menú de archivo, texto o URL.
sv_se: Importera och exportera menyinställningar från fi, text eller URL.

source: Documentation
es_es: Documentación
sv_se: Dokumentation

source: Configuration
es_es: Configuración
sv_se: Konfiguration

source: Easy Admin Quick Menu Options
es_es: Opciones del Menú de Fácil y Rápida Administración
sv_se: Easy Admin Quick Meny alternativ

source: Welcome to the Easy Admin Quick Menu configuration. Configure everything needed for the display of the menu here.
es_es: Bienvenido a la configuración del Menú de Fácil y Rápida Administración. Configure todo lo necesario para la visualización del menú aquí.
sv_se: Välkommen till konfigurationen av Easy Admin Quick Menu. Konfigurera allt du behöver för menyn här.

source: Menu buttons
es_es: Botones del menú
sv_se: Menyknappar

source: Menu button
es_es: Botón del menú
sv_se: Menyknapp

source: Add new menu button
es_es: Añadir un nuevo botón del menú
sv_se: Lägg till ny menyknapp

source: Edit menu button
es_es: Editar botón del menú
sv_se: Redigera menyknapp

source: New menu button
es_es: Nuevo botón del menú
sv_se: Ny menyknapp

source: All menu buttons
es_es: Todos los botones del menú
sv_se: Alla menyknappar

source: See menu buttons
es_es: Ver los botones del menú
sv_se: Se menyknappar

source: Search menu
es_es: Menú de búsqueda
sv_se: Sök i menyn

source: No menu button found
es_es: No se encuentra el botón del menú
sv_se: Ingen menyknapp hittades

source: No menu buttons found in the trash
es_es: No se encontraron botones del menú en la papelera
sv_se: Inga menyknappar hittades i papperskorgen

source: Menu button updated.
es_es: Botón del menú actualizado.
sv_se: Menyknapp uppdaterad

source: Menu button added.
es_es: Botón del menú adicionado.
sv_se: Menyknapp tillagd.

source: Menu button saved.
es_es: Botón del menú guardado.
sv_se: Menyknapp sparad.

source: Draft of menu button saved.
es_es: Borrados del botón del menú salvado.
sv_se: Utkast av menyknapp sparat.

source: You can add a short description of what the button does here. The contents of this field gets displayed under the title on the button.
es_es: Usted puede añadir una breve descripción de lo que hace el botón aquí. El contenido de este campo se muestra bajo el título del botón.
sv_se: Du kan skriva en kort beskrivning av vad knappen gör här. Innehållet här visas under titeln på knappen.

source: Put the URL you want to link to here.
es_es: Ponga la URL con la que desea establecer el vínculo aquí.
sv_se: Skriv den URL du vill länka till här.

source: <em>Tip:</em> Right-click and select Copy Link Location or similarly on any link in the admin menu to get the URL for that specific page.
es_es: <em>Consejo:</em> Haga clic derecho y seleccione Copiar Ubicación del Enlace o similar en cualquier enlace en el menú de administración para obtener la URL de esa página específica.
sv_se: <em>Tips:</em> Högerklicka och välj Kopiera länkadress eller liknande på vilken länk som helst i adminmenyn för att få URL:en till den specifika sidan.

source: Select the button color that you want for this entry.
es_es: Seleccione el color del botón que desea para esta entrada.
sv_se: Välj knappfärg.

source: Choose an icon for your button below.
es_es: Elija un icono para el botón de abajo.
sv_se: Välj ikon.

source: All done!
es_es: ¡Ya está!
sv_se: Allt klart!

source: Fill in the fields on this page, select your button color and select an icon. Then simply press publish and you have a shiny new button for your quick menu!
es_es: Complete los campos de esta página, seleccione el color del botón y seleccione un icono. ¡Entonces sólo tiene que pulsar publicar y tiene un botón nuevo y brillante para su menú rápido!
sv_se: Fyll i fälten, välj knappfärg och välj en ikon. Tryck sedan på publicera och du har skapat dig en skinande ny knappt till din snabbmeny!

source: Title
es_es: Título
sv_se: Titel

source: Enter the title of your button here.
es_es: Escriba el título de su botón aquí.
sv_se: Skriv titeln på din knapp här.
